Repository: DongBaBaDa/needsfine_app
Catalog: lib/l10n/app_*.arb
Languages: id, ko, my, pt

source: Weekly NeedsFine Ranking
ko: 주간 니즈파인 랭킹

source: No ranking data.
ko: 랭킹 데이터가 없습니다.

source: All
ko: 전체

source: Near Me
ko: 내주변

# deleteConfirmTitle
source: Delete Confirmation
ko: 삭제 확인

# deleteConfirmContent
source: Are you sure you want to delete this? It cannot be undone.
ko: 정말로 삭제하시겠습니까? 복구할 수 없습니다.

# deleteAction
source: Delete
ko: 삭제
my: ဖျက်
pt: Excluir

source: Edit
ko: 수정

source: User Rating
ko: 사용자 별점

source: Helpful
ko: 도움돼요

source: Save
ko: 저장하기

source: Report
ko: 신고

# noComments
source: No comments yet. Be the first to comment!
ko: 아직 댓글이 없습니다. 첫 댓글을 남겨보세요!

# reportReason1
source: Abuse or inappropriate content
ko: 비방 및 불건전한 내용

# reportReason2
source: Inappropriate post
ko: 부적절한 게시물

# reportReason3
source: Privacy leakage or spam
ko: 개인정보 및 광고

# reportReason4
source: Illegal activity
ko: 불법 행위

# reportReason5
source: Service related
ko: 서비스 관련

source: Report submitted.
ko: 신고가 접수되었습니다.

# alreadyReported
source: You already reported this.
ko: 이미 신고한 리뷰입니다.

source: Unknown Store
ko: 알 수 없는 가게
my: ဆိုင်အမည်မသိ
pt: Loja desc.

source: Notices
ko: 공지사항
my: အသိပေးချက်
pt: Avisos

source: Write Notice
ko: 공지사항 작성
my: ရေး
pt: Criar

# searchStoreHint
source: Search Store
ko: 매장 검색

# writeReviewTitle
source: Write Review
ko: 리뷰 작성

# editReviewTitle
source: Edit Review
ko: 리뷰 수정

# findStoreTitle
source: Find a store
ko: 방문한 맛집을 찾아주세요

# findStoreSubtitle
source: Accurate location builds trust
ko: 정확한 장소 선택이 신뢰도의 시작입니다

# ratingTitle
source: How was your experience?
ko: 전반적인 경험은 어떠셨나요?

# featureTitle
source: Select features
ko: 이곳의 특징을 선택해주세요

# reviewHint
source: Share your honest experience about taste, atmosphere, service, etc.
ko: 메뉴의 맛, 매장의 분위기, 직원 서비스 등\n솔직한 경험을 공유해주세요.

# submitReviewTitle
source: Submit
ko: 리뷰 등록하기

# editReviewComplete
source: Edit Complete
ko: 수정 완료

# guideTitle
source: Community Guidelines
ko: 커뮤니티 가이드라인

# guide1Title
source: No Inappropriate Content
ko: 부적절한 콘텐츠 금지

# guide1Desc
source: Profanity, hate speech, sexual content, and violence are strictly prohibited.
ko: 욕설, 비방, 혐오 발언, 성적 콘텐츠, 폭력적인 내용은 엄격히 금지되며 필터링됩니다.

# guide2Title
source: Report & Block
ko: 사용자 신고 및 차단

# guide2Desc
source: You can report or block users from their profile or reviews.
ko: 불쾌한 유저는 프로필 또는 리뷰에서 즉시 '신고' 및 '차단'할 수 있습니다.

# guide3Title
source: Reporting Policy
ko: 신고 처리 정책

# guide3Desc
source: Reports are reviewed within 24 hours and violations will be penalized.
ko: 접수된 신고는 운영팀이 24시간 이내에 검토하며, 위반 시 제재 조치가 취해집니다.

# visitPurposeSolo
source: Solo 👤
ko: 혼자서 👤

# visitPurposeCouple
source: Couple 👩‍❤️‍👨
ko: 둘이서 👩‍❤️‍👨

# visitPurposeGroup
source: Group 👨‍👩‍👧‍👦
ko: 여럿이 👨‍👩‍👧‍👦

# tagSoloEating
source: Solo Dining
ko: 혼밥

# tagHealing
source: Healing
ko: 힐링

# tagCostEffective
source: Value
ko: 가성비

# tagBrunch
source: Brunch
ko: 브런치

# tagTakeout
source: Takeout
ko: 포장가능

# tagDelivery
source: Delivery
ko: 배달

# tagQuiet
source: Quiet
ko: 조용한

# tagSimple
source: Simple
ko: 간편한

# tagDate
source: Date
ko: 데이트

# tagAnniversary
source: Anniversary
ko: 기념일

# tagAtmosphere
source: Vibe
ko: 분위기맛집

# tagView
source: Nice View
ko: 뷰맛집

# tagExotic
source: Exotic
ko: 이색요리

# tagWine
source: Wine
ko: 와인

# tagCourse
source: Course
ko: 코스요리

# tagCompanyDinner
source: Dinner
ko: 회식

# tagFamily
source: Family
ko: 가족모임

# tagFriends
source: Friends
ko: 친구모임

# tagParking
source: Parking
ko: 주차가능

# tagPrivateRoom
source: Room
ko: 룸있음

# tagConversation
source: Talk
ko: 대화하기좋은

# tagSpacious
source: Spacious
ko: 넓은좌석

# notificationsTitle
source: Notifications
ko: 알림

# tabAll
source: All
ko: 전체

# tabFollow
source: Follow
ko: 팔로우

# tabActivity
source: Activity
ko: 활동

# commentNotification
source: {user} commented on your review of {store}
ko: {user}님이 당신의 {store} 리뷰에 댓글을 달았습니다

# likeNotification
source: {user} found your review of {store} helpful
ko: 당신의 {store}의 리뷰가 {user}님에게 도움이 되었습니다

# sendSuggestionTitle
source: Send Suggestion
ko: 건의사항 보내기

# suggestionGuide
source: Help us improve NeedsFine.
ko: 니즈파인 발전을 위한 의견을 남겨주세요.\n관리자가 직접 확인 후 반영하겠습니다.

# suggestionHint
source: Enter your suggestion...
ko: 내용을 입력해주세요...

# sendAction
source: Send
ko: 보내기

# inquiryTitle
source: 1:1 Inquiry
ko: 1:1 문의하기

# inquiryGuide
source: Ask us anything.
ko: 궁금한 점이나 불편한 점을 남겨주세요. 입력하신 이메일로 답변을 보내드립니다.

# emailLabel
source: Reply Email
ko: 답변 받을 이메일

# inquiryHint
source: Enter your inquiry...
ko: 문의 내용을 자세히 적어주세요...

# inquiryAction
source: Inquiry
ko: 문의하기

# selectStore
source: Please select a store
ko: 가게를 선택해주세요

# selectRating
source: Please select a rating
ko: 별점을 선택해주세요

# profanityError
source: Contains inappropriate content
ko: 부적절한 단어가 포함되어 있습니다

source: Review updated
ko: 리뷰가 수정되었습니다

source: Review submitted
ko: 리뷰가 등록되었습니다

# processFailed
source: Failed: {error}
ko: 처리 실패: {error}

# photoLimit
source: Maximum 5 photos allowed
ko: 최대 5장까지 첨부 가능합니다

source: No reviews yet
ko: 아직 등록된 리뷰가 없습니다

# firstReviewWaiting
source: Waiting for the first review
ko: 첫 번째 리뷰를 기다리고 있어요

# savedCount
source: Saved
ko: 저장됨

# loadingError
source: Error loading
ko: 로딩 중 오류가 발생했습니다

# editProfileTitle
source: Edit Profile
ko: 프로필 수정

# nicknameLabel
source: Nickname
ko: 닉네임

# introLabel
source: Bio
ko: 소개

# activityZoneLabel
source: Region
ko: 활동 지역

# introHint
source: Introduce yourself...
ko: 자신을 알릴 수 있는 소개글을 작성해 주세요.

# nicknameTaken
source: Nickname already taken
ko: 이미 사용 중인 닉네임입니다

# nicknameRule
source: 2-10 chars (Letters/Numbers)
ko: 2자 이상 10자 이내 (한글/영문/숫자)

# selectSido
source: State/Province
ko: 시/도 선택

# selectSigungu
source: City/District
ko: 시/군/구 선택

# saveAction
source: Save
ko: 저장

# recalcWarningTitle
source: ⚠️ Recalculate Warning
ko: ⚠️ 전체 재계산 경고

# recalcWarningContent
source: This may cause high server load. Recalculate all review scores?
ko: 서버 부하가 발생할 수 있습니다. 정말 모든 리뷰의 점수를 재계산하시겠습니까?

# finalConfirmTitle
source: 🛑 Final Confirm
ko: 🛑 최종 확인

# finalConfirmContent
source: This cannot be undone. Proceed?
ko: 이 작업은 되돌릴 수 없습니다. 정말로 진행하시겠습니까?

# cancelAction
source: Cancel
ko: 취소

# continueAction
source: Continue
ko: 계속

# confirmAction
source: Confirm
ko: 확인

# executeAction
source: Execute!
ko: 실행!

# recalcRequesting
source: Requesting recalculation...
ko: 재계산 요청 중...

# recalcCompleteTitle
source: ✅ Recalculation Complete
ko: ✅ 재계산 완료

# recalcCompleteContent
source: Updated {count} reviews. Logic Version: 👉 {version}
ko: 총 {count} 개의 리뷰가 업데이트되었습니다. 적용된 로직 버전: 👉 {version}

# checked
source: Verified
ko: 확인됨

source: Nickname unavailable
ko: 해당 닉네임은 사용할 수 없습니다

# nicknameCurrent
source: Current nickname
ko: 현재 사용 중인 닉네임입니다

# completionAction
source: Done
ko: 완료

# satisfactionHigh
source: High Satisfaction
ko: 만족도 높음

# exaggeratedExpression
source: Exaggerated
ko: 과장된 표현

# anonymousUser
source: Anonymous
ko: 익명 사용자

# predictedNeedsFineScore
source: Predicted Score
ko: 예상 니즈파인 점수

source: Where did you go?
ko: 어디를 다녀오셨나요?

source: Search store name
ko: 가게 이름 검색

# noSearchResults
source: No results found
ko: 검색 결과가 없습니다.

# points
source: pts
ko: 점

# overallExperience
source: How was your experience?
ko: 전반적인 경험은 어떠셨나요?

source: Select features
ko: 이곳의 특징을 선택해주세요

# mostMemorableTaste
source: What was the most memorable taste?
ko: 가장 기억에 남는 맛은 무엇이었나요?

# cgTitle
source: Community Guidelines (Reporting Policy)
ko: 커뮤니티 가이드라인 (신고 정책)

# cgItem1Title
source: 1. No Inappropriate Content
ko: 1. 부적절한 콘텐츠 금지

# cgItem1Desc
source: Profanity, slander, hate speech, sexual content, and violent content are strictly prohibited and will be filtered.
ko: 욕설, 비방, 혐오 발언, 성적 콘텐츠, 폭력적인 내용은 엄격히 금지되며 필터링됩니다.

# cgItem2Title
source: 2. User Reporting & Blocking
ko: 2. 사용자 신고 및 차단

# cgItem2Desc
source: You can immediately 'report' or 'block' offensive users from their profile or reviews. Blocking a user will hide all their content.
ko: 불쾌한 유저는 프로필 또는 리뷰에서 즉시 '신고' 및 '차단'할 수 있습니다. 차단 시 해당 유저의 모든 콘텐츠가 숨김 처리됩니다.

# cgItem3Title
source: 3. Reporting Policy (Action within 24h)
ko: 3. 신고 처리 정책 (24시간 내 조치)

# cgItem3Desc
source: Reported content is reviewed within 24 hours. If a violation is confirmed, the content will be removed and the user may be penalized.
ko: 접수된 신고는 운영팀이 24시간 이내에 검토합니다. 가이드라인 위반이 확인될 경우, 해당 콘텐츠 삭제 및 작성자 이용 제재 조치가 취해집니다.

# preciseLocationNotFound
source: Exact location not found.
ko: 정확한 좌표를 찾을 수 없습니다.

# verifyingAddress
source: Verifying address. Please try again in a moment.
ko: 주소를 확인 중입니다. 잠시 후 다시 시도해주세요.

# enterContent
source: Please enter content
ko: 내용을 입력해주세요

# selectStoreRequired
source: Please select a store to recommend
ko: 맛집을 추천하려면 가게를 선택해주세요

# emptyVoteOption
source: There is an empty vote option
ko: 빈 투표 항목이 있습니다

source: Post created!
ko: 게시물이 등록되었습니다!

source: Post updated!
ko: 게시물이 수정되었습니다!

source: Edit Post
ko: 게시물 수정

source: New Post
ko: 새 게시물

# tabStore
source: Store Info
ko: 맛집 정보

# tabQuestion
source: Question
ko: 질문

# tabVote
source: Vote
ko: 투표

# hintReview
source: What did you like about this store?
ko: 이 맛집의 어떤 점이 좋았나요?

# hintQuestion
source: Ask anything you're curious about!
ko: 궁금한 점을 자유롭게 물어보세요!

# hintVote
source: Enter vote topic.
ko: 투표 주제를 입력해주세요.

# voteOption
source: Option
ko: 선택지

source: Add Option
ko: 선택지 추가

# voteEditWarning
source: * Vote options cannot be edited.
ko: * 투표 항목은 수정할 수 없습니다.

# selectStoreHint
source: Select a store to recommend (Required)
ko: 등록할 매장을 검색해주세요

# editAction
source: Edit
ko: 수정하기

# postAction
source: Post
ko: 게시하기

source: Delete Post
ko: 게시물 삭제

# deletePostConfirm
source: Delete this post?
ko: 이 게시물을 삭제하시겠습니까?

source: Delete
ko: 삭제

# viewCount
source: Views
ko: 조회수

# topTastes
source: Review-based Top Tastes
ko: 리뷰 기반 상위 취향

# inquirySuccess
source: Your inquiry has been received. We will respond as soon as possible.
ko: 문의가 접수되었습니다. 최대한 빨리 답변 드리겠습니다.

# regionKorea
source: South Korea
ko: 대한민국

# regionSeoul
source: Seoul
ko: 서울

# regionBusan
source: Busan
ko: 부산

# regionDaegu
source: Daegu
ko: 대구

# regionIncheon
source: Incheon
ko: 인천

# regionGwangju
source: Gwangju
ko: 광주광역시

# regionDaejeon
source: Daejeon
ko: 대전광역시

# regionUlsan
source: Ulsan
ko: 울산광역시

# regionSejong
source: Sejong
ko: 세종특별자치시

# regionGyeonggi
source: Gyeonggi
ko: 경기도

# regionGangwon
source: Gangwon
ko: 강원특별자치도

# regionChungbuk
source: Chungbuk
ko: 충청북도

# regionChungnam
source: Chungnam
ko: 충청남도

# regionJeonbuk
source: Jeonbuk
ko: 전북특별자치도

# regionJeonnam
source: Jeonnam
ko: 전라남도

# regionGyeongbuk
source: Gyeongbuk
ko: 경상북도

# regionGyeongnam
source: Gyeongnam
ko: 경상남도

# regionJeju
source: Jeju
ko: 제주특별자치도

source: Request Store Registration
ko: 매장 등록 요청

source: Store Name
ko: 매장명

# storeIntro
source: Introduction
ko: 소개

# storeAddress
source: Address
ko: 주소

# storePhone
source: Phone
ko: 전화번호

# storeHours
source: Hours
ko: 운영시간

# storeMenu
source: Recommendation / Menu
ko: 추천 메뉴 / 메뉴

source: Submit Request
ko: 요청 보내기

# requestSuccess
source: Request submitted successfully. We will review it shortly.
ko: 요청이 성공적으로 접수되었습니다. 검토 후 처리해드리겠습니다.

source: Open Time
ko: 오픈 시간

source: Close Time
ko: 마감 시간

source: Add Photo
ko: 사진 추가하기

# storePhoto
source: Store Photo (Max 1)
ko: 매장 사진 (1장)

# emailPlaceholder
source: example@email.com
id: email@example.com
my: email@example.com
