Repository: DongBaBaDa/needsfine_app
Catalog: lib/l10n/app_*.arb
Languages: id, ko, my, pt

source: Category
id: Kategori
ko: 카테고리
my: ကဏ္ဍ
pt: Categoria

# koreanFood
source: Korean
id: Korea
ko: 한식
my: ကိုရီးယား
pt: Coreana

# japaneseFood
source: Japanese
id: Jepang
ko: 일식
my: ဂျပန်
pt: Japonesa

# chineseFood
source: Chinese
ko: 중식
my: တရုတ်
pt: Chinesa

# westernFood
source: Western
ko: 양식
my: အနောက်တိုင်း
pt: Ocidental

source: Cafe
id: Kafe
ko: 카페
my: ကဖေး
pt: Café

source: Dessert
ko: 디저트
my: အချိုပွဲ
pt: Sobremesa

source: Fast Food
ko: 패스트푸드
my: အသင့်စား

# snackFood
source: Snack
id: Jajanan
ko: 분식
my: အဆာပြေ
pt: Lanche

source: Weekly Ranking
id: Ranking Mingguan
ko: 주간 랭킹
my: အပတ်စဉ်
pt: Top Semana

source: More
id: Lainnya
ko: 더보기
my: ပိုမို
pt: Mais

source: NeedsFine
ko: 니즈파인 점수

# appName
source: NeedsFine
ko: 니즈파인

# appTagline
source: Real is what we need
id: Yang asli yang kita butuh
ko: 진짜가 필요해
my: စစ်မှန်တာလိုအပ်သည်
pt: Precisa do real

# appSubtitle
source: Where experience meets data
id: Tempat pengalaman bertemu data
ko: 경험과 데이터가 만나는 곳
my: အတွေ့အကြုံနှင့် ဒေတာ တွေ့ဆုံရာ
pt: Onde experiência encontra dados

# emailLoginButton
source: Login with Email
id: Login pakai Email
ko: 이메일로 로그인
my: အီးမေးလ်နဲ့ Login
pt: Login Email

# emailSignupButton
source: Sign up with Email
id: Daftar pakai Email
ko: 이메일로 회원가입하기
my: အီးမေးလ်နဲ့ အကောင့်ဖွင့်
pt: Cadastrar

source: Reliability
id: Tingkat Trust
ko: 신뢰도
my: ယုံကြည်မှု
pt: Confiança

# reviewRanking
source: Review Rank
id: Ranking Review
ko: 리뷰 랭킹
my: Reviewအဆင့်
pt: Top Avaliações

source: Total Reviews
id: Total Review
ko: 총 리뷰
my: စုစုပေါင်း
pt: Avaliações

# avgNeedsFineScore
source: Avg NeedsFine
id: Skor Rata-rata
ko: 평균 니즈파인
my: NFရမှတ်
pt: Média NF

# needsFineScore
source: NF Score
id: Skor NeedsFine
ko: 니즈파인 점수
my: NFရမှတ်
pt: Pont. NF

source: Avg Reliability
id: Rata-rata Trust
ko: 평균 신뢰도
my: ယုံကြည်မှု
pt: Média Conf.

# reviewList
source: Reviews
id: List Review
ko: 리뷰 목록
my: သုံးသပ်ချက်
pt: Avaliações

source: Comments
id: Komentar
ko: 댓글
my: မှတ်ချက်
pt: Comentários

# storeRanking
source: Ranking
id: Ranking Resto
ko: 매장 랭킹
my: ဆိုင်အဆင့်
pt: Top Lojas

# sortByScore
source: By NF Score
id: Urut Skor
ko: 니즈파인 점수순
my: ရမှတ်
pt: Por NF

# sortByReliability
source: By Trust
id: Urut Trust
ko: 신뢰도순
my: ယုံကြည်မှု
pt: Por Conf.

# bitterCriticism
source: Critical
id: Kritik Pedas
ko: 쓴소리
my: ဝေဖန်ချက်
pt: Crítico

# latestOrder
source: Latest
id: Terbaru
ko: 최신순
my: နောက်ဆုံး
pt: Recentes

# noInfo
source: No information.
id: Info Kosong
ko: 정보가 없습니다.
my: မရှိပါ
pt: Sem Info

source: Follow
ko: 팔로우
pt: Seguir

source: Follower
id: Followers
ko: 팔로워
pt: Seguidores

source: Following
ko: 팔로잉
pt: Seguindo

source: Review
ko: 리뷰
pt: Avaliação

source: No list generated.
id: Belum ada list.
ko: 생성된 리스트가 없습니다.
my: မရှိပါ
pt: Sem listas

source: High Score
id: Skor Tinggi
ko: 높은점수
my: ရမှတ်မြင့်
pt: Alta Pont.

# userListTitle
source: {username}'s List
id: List {username}
ko: {username}님의 리스트
my: {username} ၏စာရင်း
pt: Lista de {username}

# sortByUserRating
source: By Rating
id: Sesuai Rating User
ko: 사용자 별점 순
my: လူကြိုက်များ
pt: Por Nota

# sortByReviewCount
source: By Count
id: Banyak Review
ko: 리뷰 개수 순
my: အရေအတွက်
pt: Por Qtd

source: Home
ko: 홈
my: ပင်မ
pt: Início

# mySurroundings
source: Nearby
id: Sekitar Sini
ko: 내 주변
my: အနီးနား
pt: Perto

source: My Fine
ko: 마이파인
pt: Meu Fine

# searchStore
source: Search
id: Cari Resto
ko: 매장 검색
my: ရှာဖွေ
pt: Buscar

source: Edit Profile
id: Edit Profil
ko: 프로필 수정
my: ပြင်ဆင်
pt: Editar Perfil

source: My Feed
id: Feed Saya
ko: 나의 피드
pt: Meu Feed

# reviewCollection
source: Saved
id: Kumpulan Review
ko: 리뷰 모음
my: စုစည်းမှု
pt: Salvos

# myOwnList
source: My Lists
id: List Saya
ko: 나만의 리스트
my: စာရင်း
pt: Minhas Listas

source: My Taste
id: Selera Saya
ko: 나의 입맛
my: အကြိုက်
pt: Meu Gosto

source: Customer Center
id: CS / Bantuan
ko: 고객센터
my: အကူအညီ
pt: Ajuda

source: Notice
id: Info
ko: 공지사항
my: အသိပေးချက်
pt: Avisos

# notifications
source: Noti
id: Notifikasi
ko: 알림
pt: Notif.

source: New Comment
id: Komentar Baru
ko: 새로운 댓글
my: မှတ်ချက်သစ်
pt: Novo Coment.

# reviewHelpful
source: Helpful
id: Review Membantu
ko: 리뷰 도움됨
my: အထောက်အကူ
pt: Útil

source: New Notice
id: Info Baru
ko: 새로운 공지사항
my: သတင်းသစ်
pt: Novo Aviso

source: Settings
id: Pengaturan
ko: 설정
my: ဆက်တင်
pt: Config.

# phoneNumber
source: Phone
id: No. HP
ko: 휴대폰 번호
my: ဖုန်း
pt: Telefone

# verificationNeeded
source: Verify
id: Butuh Verifikasi
ko: 인증 필요
my: စစ်ဆေးပါ
pt: Verificar

source: Email
ko: 이메일
my: အီးမေးလ်

source: Gender
ko: 성별
my: လိင်
pt: Gênero

# unspecified
source: N/A
id: Belum diset
ko: 미설정
my: မသတ်မှတ်

# languageSettings
source: Language
id: Bahasa
ko: 언어 설정
my: ဘာသာစကား
pt: Idioma

# changePassword
source: Password
id: Ganti Password
ko: 비밀번호 변경
my: စကားဝှက်
pt: Senha

# notificationSettings
source: Noti Settings
id: Atur Notifikasi
ko: 알림 설정
my: Notiဆက်တင်
pt: Config. Notif.

# termsOfService
source: Terms
id: Syarat & Ketentuan
ko: 이용약관
my: စည်းကမ်း
pt: Termos

source: Log Out
id: Keluar
ko: 로그아웃
my: ထွက်ရန်
pt: Sair

# currentVersion
source: Version
id: Versi App
ko: 현재 버전
my: ဗားရှင်း
pt: Versão

# deleteAccount
source: Delete Acc
id: Hapus Akun
ko: 회원 탈퇴하기
my: အကောင့်ဖျက်
pt: Excluir Conta

# sendSuggestion
source: Suggest
id: Kirim Saran
ko: 건의사항 보내기
my: အကြံပြု
pt: Sugestões

source: Inquiry
id: Tanya 1:1
ko: 1:1 문의
my: မေးမြန်း
pt: Consulta

# accountInfo
source: Account
id: Info Akun
ko: 계정 정보
my: အကောင့်
pt: Conta

source: General
id: Umum
ko: 일반
my: အထွေထွေ
pt: Geral

# securityAndNotifications
source: Security
id: Keamanan
ko: 보안 및 알림
my: လုံခြုံရေး
pt: Segurança

source: Info
ko: 정보
my: အချက်အလက်

source: Apply
id: Terapkan
ko: 적용
my: သုံးမည်
pt: Aplicar

source: Cancel
id: Batal
ko: 취소
my: မလုပ်ပါ
pt: Cancelar

# confirm
source: OK
id: Oke
ko: 확인
my: အတည်ပြု

# developingMessage
source: Coming Soon.
id: Fitur lagi dikembangin.
ko: 현재 개발 중인 기능입니다.
my: ပြင်ဆင်နေဆဲ
pt: Em breve

source: No Name
id: Tanpa Nama
ko: 이름 없음
my: အမည်မသိ
pt: Sem Nome

source: No Intro
id: Belum ada intro.
ko: 소개글이 없습니다.
my: မိတ်ဆက်မရှိ
pt: Sem Intro

# loadError
source: Failed to load data
id: Gagal load info.
ko: 데이터를 불러올 수 없습니다
my: မှားယွင်းမှု
pt: Erro

# adminMenu
source: Admin
id: Menu Admin
ko: 관리자 메뉴

# whatIsScore
source: What is NeedsFine Score?
id: Apa itu Skor NeedsFine?
ko: 니즈파인 점수란?
my: NF ရမှတ်?
pt: O que é NF?

# scoreDesc
source: A true score reflecting reliability and reviewer tendency, not just ratings.
id: Skor rasa dari review user lain buat resto ini.
ko: 단순 평점이 아닌, 신뢰도와 리뷰어 성향까지 반영된 진짜 맛집 점수입니다.
my: သုံးစွဲသူများ၏ ခံစားချက်ရမှတ်
pt: Pontuação do ambiente pelas avaliações

# waitingSpot
source: Must-visit! Verified spot
id: Rela Antre
ko: 웨이팅 필수! 검증된 맛집
my: လူကြိုက်များ
pt: Popular

# localSpot
source: Loved by locals
id: Jagoan Lokal
ko: 동네 주민이 사랑하는 찐맛집
my: ဒေသခံအကြိုက်
pt: Local

# goodSpot
source: Solid choice
id: Resto Enak
ko: 실패 없는 선택
my: စားကောင်း
pt: Recomendado

# polarizingSpot
source: May be polarizing
id: Tim Pro Kontra
ko: 호불호가 갈릴 수 있어요
my: အကြိုက်ကွဲ
pt: Misto

source: What is Reliability?
id: Apa itu Tingkat Trust?
ko: 신뢰도란?
my: ယုံကြည်မှု?
pt: O que é Conf.?

# reliabilityDesc
source: Trust percentage.
id: Seberapa percaya user lain sama review orang ini.
ko: 사용자의 리뷰를 다른 사용자가 신뢰할 수 있는 퍼센트
my: ယုံကြည်နိုင်သည့် ရာခိုင်နှုန်း
pt: % de confiança

source: Moving to map.
id: Buka peta...
ko: (으)로 이동합니다.
my: မြေပုံဖွင့်မည်
pt: Ir ao Mapa

# noNewNotifications
source: No notifications.
id: Gaada notif baru.
ko: 새로운 알림이 없습니다.
my: Noti အသစ်မရှိပါ။
pt: Sem notificações

# checkReview
source: View Review
id: Cek Review
ko: 리뷰 확인하러 가기
my: ကြည့်မည်
pt: Ver Avaliação

# viewAllNotices
source: All Notices
id: Lihat Semua Info
ko: 공지사항 전체보기
my: အားလုံးကြည့်
pt: Todos Avisos

source: Deleted review.
id: Review udah dihapus.
ko: 삭제된 리뷰입니다.
my: ဖျက်ပြီး
pt: Excluída

source: Deleted comment.
id: Komentar udah dihapus.
ko: 삭제된 댓글입니다.
my: ဖျက်ပြီး
pt: Excluído

source: Loading...
ko: 로딩 중...
my: ခဏစောင့်...
pt: Carregando...

# followNotification
source: {name} followed you.
id: {name} mulai follow kamu
ko: {name}님이 팔로우 했어요
my: {name} Follow လုပ်သည်။
pt: {name} te seguiu

# unfollowMessage
source: Unfollowed {name}.
id: Unfollow {name}.
ko: {name}님 팔로우를 취소합니다.
my: {name} ကို Unfollow လုပ်သည်။
pt: Deixou de seguir {name}

source: Email Login
id: Login via Email
ko: 이메일 로그인
my: အီးမေးလ် Login
pt: Login Email

# welcomeBack
source: Welcome back! Login with your email.
id: Halo! Yuk login pakai email kamu.
ko: 반가워요! 이메일로 로그인을 진행해주세요.
my: ကြိုဆိုပါတယ်! အီးမေးလ်နဲ့ Login လုပ်ပါ။
pt: Bem-vindo! Faça login com seu email.

# emailAddress
source: Email
ko: 이메일 주소
my: အီးမေးလ်

source: Password
ko: 비밀번호
my: စကားဝှက်
pt: Senha

# loginButton
source: Login
id: Masuk
ko: 로그인하기
pt: Entrar

source: Login required.
id: Isi email dan password dulu ya.
ko: 로그인이 필요합니다.
my: အီးမေးလ်နှင့် စကားဝှက် ထည့်ပါ။
pt: Digite email e senha

# invalidCredentials
source: Invalid email or password.
id: Email atau password salah nih.
ko: 이메일 또는 비밀번호가 일치하지 않습니다.
my: အီးမေးလ် သို့မဟုတ် စကားဝှက် မှားနေပါသည်။
pt: Email ou senha incorretos

# serverError
source: Connection failed.
id: Koneksi gagal.
ko: 서버 연결에 실패했습니다.
my: ချိတ်ဆက်မှု မအောင်မြင်ပါ။
pt: Erro de conexão

# loginInfoError
source: Invalid login info.
id: Info login gak valid.
ko: 로그인 정보가 올바르지 않습니다.
my: Login အချက်အလက် မမှန်ပါ။
pt: Dados inválidos

source: Saved Stores
id: Favorit
ko: 저장한 매장
my: သိမ်းထားသော
pt: Salvos

source: All saved stores
id: Semua resto favorit
ko: 내가 찜한 모든 매장
my: သိမ်းထားသောဆိုင်များ
pt: Todos salvos

# myListsTab
source: My Lists
id: List Saya
ko: 내 리스트
my: စာရင်း
pt: Minhas Listas

# sharedListsTab
source: Shared Lists
id: List Dibagikan
ko: 공유한 리스트
my: မျှဝေထား
pt: Compartilhadas

# noListsYet
source: No lists yet. Create one!
id: Belum ada list. Bikin yuk!
ko: 리스트가 없습니다. 새로운 리스트를 만들어보세요!
my: စာရင်းမရှိပါ။ အသစ်လုပ်မည်။
pt: Sem listas Crie uma!

source: No shared lists.
id: Gaada list yang dibagiin.
ko: 공유한 리스트가 없습니다.
my: မျှဝေထားသောစာရင်းမရှိပါ။
pt: Sem compartilhadas

source: Create List
id: Bikin List
ko: 리스트 만들기
my: စာရင်းလုပ်
pt: Nova Lista

# newListTitle
source: Create List
id: List Baru
ko: 새 리스트 만들기
my: စာရင်းအသစ်
pt: Criar Lista

# newListHint
source: Add stores to your list.
id: Kumpulin resto favorit kamu di sini.
ko: 리스트를 만든 후 저장한 매장을 담을 수 있어요.
my: ဆိုင်များကို စုစည်းပါ။
pt: Adicione lojas à lista

# listNamePlaceholder
source: e.g. Date spots, Lunch
id: e.g. Buat kencan, Makan siang
ko: 예: 데이트 맛집, 회식 장소
my: e.g. ချစ်သူနဲ့, နေ့လည်စာ
pt: Ex: Encontros, Almoço

# createButton
source: Create
id: Bikin
ko: 생성
my: လုပ်မည်
pt: Criar

source: Tap to add stores
id: Tap buat tambahin resto
ko: 터치하여 매장 추가하기
my: ဆိုင်ထည့်ရန်
pt: Toque para adicionar

# deleteList
source: Delete
id: Hapus List
ko: 리스트 삭제
my: ဖျက်မည်
pt: Excluir

# shareList
source: Share
id: Bagikan
ko: 공개로 전환
my: မျှဝေမည်
pt: Compartilhar

# makePrivate
source: Unshare
id: Jangan Bagikan
ko: 비공개로 전환
my: မမျှဝေ
pt: Tornar privada

# deleteListConfirm
source: Delete List
id: Hapus List
ko: 리스트 삭제
my: စာရင်းဖျက်
pt: Excluir Lista

# deleteListMessage
source: Delete "{listName}"? All items will be removed.
id: Yakin mau hapus "{listName}"? Semua isinya bakal hilang.
ko: "{listName}" 리스트를 삭제하시겠습니까? 리스트 내 모든 항목이 함께 삭제됩니다.
my: "{listName}" ဖျက်မလား? အားလုံးပျောက်သွားမည်။
pt: Excluir "{listName}"? Tudo será removido.

source: List deleted.
id: List udah dihapus.
ko: 리스트가 삭제되었습니다.
my: ဖျက်ပြီး။
pt: Lista excluída

source: List shared.
id: List dibagikan.
ko: 리스트가 공개로 설정되었습니다.
my: မျှဝေပြီး။
pt: Lista compartilhada

# listPrivate
source: List unshared.
id: List gak dibagikan lagi.
ko: 리스트가 비공개로 설정되었습니다.
my: မမျှဝေတော့ပါ။
pt: Lista privada

source: Delete failed.
id: Gagal hapus.
ko: 삭제에 실패했습니다.
my: ဖျက်မရပါ။
pt: Erro ao excluir

# settingFailed
source: Update failed.
id: Gagal update.
ko: 설정 변경에 실패했습니다.
my: မအောင်မြင်ပါ။
pt: Erro de config.

source: List created!
id: List baru dibuat! Tambahin resto yuk.
ko: 리스트가 생성되었습니다. 매장을 추가해보세요!
my: စာရင်းလုပ်ပြီး!
pt: Lista criada!

# itemCount
source: {count}
ko: {count}개

source: Add Stores
id: Tambahin Resto
ko: 매장 추가
my: ဆိုင်ထည့်
pt: Adicionar Lojas

# noStoresInList
source: List is empty. Tap + to add stores.
id: List masih kosong. Tap + buat nambah resto.
ko: 아직 리스트에 담긴 매장이 없습니다. 우측 상단 +로 저장한 매장을 추가해보세요.
my: စာရင်းမှာမရှိပါ။ + ဖိတ်ထည့်ပါ။
pt: Lista vazia Toque + para adicionar

# alreadyAdded
source: Added
id: Udah ditambahin
ko: 추가됨
my: ထည့်ပြီး
pt: Adicionado

# addToList
source: Add
id: Tambahin
ko: 리스트에 추가
my: ထည့်မည်
pt: Adicionar

source: Added to list.
id: Berhasil ditambahin!
ko: 리스트에 추가했습니다.
my: ထည့်ပြီး။
pt: Adicionado à lista

source: Remove from list
id: Hapus
ko: 리스트에서 제거
my: ဖျက်
pt: Remover

source: Sign Up
id: Daftar
ko: 회원가입
my: အကောင့်ဖွင့်
pt: Cadastro

# searchPlaceholder
source: Search for restaurants, areas, food...
id: Cari resto, tempat, keyword
ko: 맛집, 지역, 음식 등으로 검색해보세요
my: ဆိုင်, နေရာ, စကားလုံး ရှာမည်
pt: Buscar restaurantes, áreas...

source: Real-time Best Reviews
id: Review Terbaik üèÜ
ko: 실시간 베스트 리뷰
my: အကောင်းဆုံး Review 🏆
pt: Top Avaliações 🏆

# imagePreparing
source: Preparing image
id: Gambar loading...
ko: 등록된 이미지가 없음
my: ပုံတင်နေဆဲ...
pt: Carregando imagem...

# trustScore
source: Trust
ko: 신뢰도
my: ယုံကြည်မှု
pt: Confiança

# passwordRequirement
source: 8+ chars, upper/lower case, special char
id: 8+ karakter, huruf besar/kecil, spesial
ko: 8자 이상, 영문 대/소문자, 특수문자 포함
my: 8လုံးအထက်, အကြီး/သေး, အထူး
pt: 8+ caracteres, maiúsc/minúsc, especial

# passwordValid
source: Password is valid.
id: Password valid.
ko: 사용 가능한 비밀번호입니다.
my: စကားဝှက် အဆင်ပြေ
pt: Senha válida

# passwordMatch
source: Passwords match.
id: Password cocok.
ko: 비밀번호가 일치합니다.
my: စကားဝှက် တူသည်
pt: Senhas coincidem

# passwordMismatch
source: Passwords don't match.
id: Password gak cocok.
ko: 비밀번호가 일치하지 않습니다.
my: စကားဝှက် မတူပါ
pt: Não coincidem

source: Signup failed
id: Gagal daftar
ko: 가입 실패
my: အကောင့်မဖွင့်နိုင်
pt: Cadastro falhou

source: My Activity
id: Aktivitas Saya
ko: 나의 활동
my: လှုပ်ရှားမှု
pt: Minha Atividade

# customerSupport
source: Support
id: Bantuan
ko: 고객 지원
my: အကူအညီ
pt: Suporte

source: No images
id: Gaada gambar.
ko: 이미지가 없습니다
my: ပုံမရှိပါ။
pt: Sem imagens

# invalidEmail
source: Please enter a valid email.
ko: 올바른 이메일을 입력해주세요.
my: အီးမေးလ် မမှန်ပါ။
pt: Email inválido

# authCodeSent
source: Verification code sent. Check your email.
ko: 인증번호가 발송되었습니다. 메일함을 확인해주세요.
my: အတည်ပြုကုဒ် ပေးပို့လိုက်ပါပြီ။ သင့်အီးမေးလ်ကို စစ်ဆေးပါ။
pt: Código enviado. Verifique seu email.

# sendFailed
source: Send failed: {error}
ko: 발송 실패: {error}
my: ပေးပို့မှု မအောင်မြင်ပါ: {error}
pt: Erro: {error}

# invalidAuthCodeLength
source: Enter 6-digit code.
ko: 인증번호 6자리를 입력해주세요.
my: ၆ လုံးပါ ကုဒ်ကို ထည့်ပါ။
pt: Digite código de 6 dígitos

source: Email verified.
ko: 이메일 인증이 완료되었습니다.
my: အီးမေးလ် အတည်ပြုပြီးပါပြီ။
pt: Email verificado

source: Verification failed.
ko: 인증 실패
my: အတည်ပြုမှု မအောင်မြင်ပါ။
pt: Verificação falhou

# invalidAuthCode
source: Invalid or expired code.
ko: 인증번호가 올바르지 않거나 만료되었습니다.
my: ကုဒ်မှားနေသည် သို့မဟုတ် သက်တမ်းကုန်သွားပါပြီ။
pt: Código inválido ou expirado

# nicknameRequired
source: Nickname is required
ko: 닉네임을 입력해주세요
my: အမည်ပြောင် ထည့်ပါ။
pt: Digite um apelido

# signupError
source: Error: {error}
ko: 가입 처리 중 오류 발생: {error}
my: အကောင့်ဖွင့်ရာတွင် အမှားရှိနေသည်: {error}
pt: Erro: {error}

# sessionExpired
source: Session expired. Please retry.
ko: 로그인 세션이 만료되었습니다. 처음부터 다시 시도해주세요.
my: Login အချိန်ကုန်သွားပါပြီ။ ပြန်စပါ။
pt: Sessão expirada. Tente novamente.

# emailAutoVerified
source: Email verified automatically.
ko: 이메일 확인되었습니다. (인증 생략됨)
my: အီးမေးလ် အတည်ပြုပြီးပါပြီ။
pt: Email verificado automaticamente

# enterEmail
source: Enter your email.
ko: 이메일을 입력해주세요.
my: သင့်အီးမေးလ်လိပ်စာကို ထည့်ပါ။
pt: Digite seu email

# emailUsageInfo
source: Used for login and account recovery.
ko: 로그인 및 계정 찾기에 사용됩니다.
my: Login ဝင်ရန်နှင့် အကောင့်ပြန်ယူရန် အသုံးပြုသည်။
pt: Para login e recuperação

# authCode
source: 6-digit Code
ko: 인증번호 6자리
my: ၆ လုံး ကုဒ်
pt: Código 6 dígitos

# requestAuth
source: Verify
ko: 인증요청
my: ကုဒ်ယူမည်
pt: Verificar

source: Resend
ko: 재전송
my: ပြန်ပို့
pt: Reenviar

source: Next
ko: 다음
my: ရှေ့ဆက်
pt: Próximo

source: Set Password
ko: 비밀번호를 설정해주세요
my: စကားဝှက် သတ်မှတ်ပါ
pt: Criar Senha

# passwordHint
source: 8 or more characters, including letters, numbers, and special characters
ko: 영문, 숫자, 특수문자 포함 8자 이상
my: အနည်းဆုံး ၈ လုံး၊ စာလုံးနှင့် ဂဏန်းများ ပါဝင်ရမည်။
pt: 8 ou mais caracteres com letras, números, símbolos

source: Enter password
ko: 비밀번호 입력
my: စကားဝှက် ထည့်ပါ
pt: Digite a senha

source: Confirm Password
ko: 비밀번호 확인
my: စကားဝှက် အတည်ပြုပါ
pt: Confirmar

source: Re-enter password
ko: 비밀번호 재입력
my: ပြန်ရိုက်ပါ
pt: Repetir senha

source: Where do you live?
ko: 어디에 거주하시나요?
my: သင် ဘယ်မှာ နေထိုင်ပါသလဲ?
pt: Onde você mora?

# regionInfo
source: Required for local recommendations.
ko: 동네 맛집 추천을 위해 필요해요.
my: သင့်ဒေသတွင်း ဆိုင်ထောက်ခံချက်များအတွက် လိုအပ်ပါသည်။
pt: Para recomendações locais

# city
source: City/Province
ko: 시/도
my: မြို့ / ပြည်နယ်
pt: Cidade/Estado

source: District
ko: 시/군/구
my: မြို့နယ်
pt: Bairro

# setNickname
source: Pick a Nickname
ko: 닉네임을 정해주세요
my: အမည်ပြောင် ပေးပါ
pt: Escolha um Apelido

# nicknameInfo
source: You can change this later.
ko: 나중에 언제든 변경할 수 있어요.
my: နောက်မှ ပြန်ပြင်နိုင်သည်။
pt: Pode mudar depois

source: Nickname
ko: 닉네임
my: အမည်ပြောင်
pt: Apelido

# nicknameHint
source: 2-10 chars, letters & numbers
ko: 한글, 영문, 숫자 포함 2~10자
my: ၂-၁၀ လုံး၊ စာလုံးနှင့် ဂဏန်း
pt: 2-10 caracteres

# checkDuplicate
source: Check
ko: 중복확인
my: စစ်ရန်
pt: Verificar

# nicknameEmpty
source: Please enter a nickname.
ko: 닉네임을 입력해주세요.
my: အမည်ပြောင် ရိုက်ထည့်ပါ။
pt: Digite um apelido

# nicknameTooShort
source: Nickname must be at least 2 characters.
ko: 닉네임은 2자 이상이어야 합니다.
my: အမည်ပြောင် အနည်းဆုံး ၂ လုံး ရှိရမည်။
pt: Mínimo 2 caracteres

# nicknameDuplicate
source: This nickname is already taken.
ko: 이미 사용 중인 닉네임입니다.
my: ဒီအမည်ပြောင် သုံးပြီးသား ဖြစ်နေပါသည်။
pt: Apelido em uso

source: Nickname available
ko: 사용 가능한 닉네임입니다
my: ဒီအမည်ပြောင် သုံးနိုင်ပါသည်။
pt: Apelido disponível

# completeSignup
source: Complete
ko: 가입 완료
my: ပြီးပြီ
pt: Concluir

source: Welcome!
ko: 환영합니다!
my: ကြိုဆိုပါတယ်!
pt: Bem-vindo!

# signupCompleteMessage
source: Sign up complete.
ko: NeedsFine 회원가입이 완료되었습니다.
my: NeedsFine အကောင့်ဖွင့်ခြင်း ပြီးဆုံးပါပြီ။
pt: Cadastro concluído

source: Get Started
ko: 시작하기
my: စမယ်
pt: Começar

source: Feed
ko: 피드

# birthDate
source: Date of Birth
ko: 생년월일

# birthDateSet
source: Set Date of Birth
ko: 생년월일 설정

# blockedUserManagement
source: Blocked Users
ko: 차단한 사용자 관리

# communityGuidelines
source: Community Rules
ko: 커뮤니티 가이드라인

source: Community Guidelines Content
ko: 커뮤니티 가이드라인 내용

# genderSet
source: Set Gender
ko: 성별 설정

# myTasteSummary
source: Taste Summary
ko: 내 취향 요약

# analyzeAgain
source: Re-analyze
ko: 다시 분석하기

source: Admin Dashboard
ko: 관리자 대시보드

# bannerManagement
source: Banners
ko: 배너 관리

# reportManagement
source: Reports
ko: 신고 관리

# recalculateReviews
source: Recalculate Scores
ko: 리뷰 점수 재산정

source: My Reviews
ko: 내가 쓴 리뷰

# helpfulReviews
source: Liked
ko: 도움이 됐어요

# commentedReviews
source: Commented
ko: 댓글 단 리뷰

source: No reviews written.
ko: 작성한 리뷰가 없습니다.

# experienceQuestion
source: What did you like?
ko: 어떤 점이 좋았나요?

source: Choose features.
ko: 매장의 특징을 선택해주세요.

# findRestaurant
source: Find the restaurant
ko: 방문한 맛집을 찾아주세요

# submitReview
source: Submit
ko: 리뷰 등록

source: Edit Complete
ko: 수정 완료

source: Location not found.
ko: 위치를 찾을 수 없습니다.

# saveError
source: Save failed.
ko: 저장 중 오류가 발생했습니다.

source: Calculating...
ko: 계산 중...

source: Mark all read
ko: 모두 읽음처리

source: No notifications.
ko: 새로운 알림이 없습니다.

# notificationComment
source: {name} commented on your review.
ko: {name}님이 회원님의 리뷰에 댓글을 남겼습니다.

# notificationHelpful
source: {name} liked your review.
ko: {name}님이 회원님의 리뷰를 좋아합니다.

source: Edit Notice
ko: 공지사항 수정

source: Title
ko: 제목

source: Content
ko: 내용

source: Enter title
ko: 제목을 입력하세요

source: Male
ko: 남성

source: Female
ko: 여성

# genderOneTime
source: Gender can only be set once.
ko: 성별은 한 번만 설정할 수 있습니다.

# birthDateOneTime
source: Birth date can only be set once.
ko: 생년월일은 한 번만 설정할 수 있습니다.

# birthDateSelect
source: Select Birth Date (Once only)
ko: 생년월일 선택 (한 번만 설정 가능)

source: Saved.
ko: 저장되었습니다.

source: Unblock
ko: 해제

source: No blocked users.
ko: 차단한 사용자가 없습니다.

source: No liked reviews.
ko: 도움이 됐어요 표시한 리뷰가 없습니다.

source: No commented reviews.
ko: 댓글을 작성한 리뷰가 없습니다.

# addFailed
source: Failed to add.
ko: 추가에 실패했습니다.

source: No saved stores.
ko: 저장한 매장이 없습니다.

# noReviewsForStore
source: No reviews available for this store.
ko: 추가할 수 있는 리뷰가 없는 매장입니다.

source: Add Saved Store
ko: 저장한 매장 추가

source: Added
ko: 추가됨

source: Select items to add
ko: 추가할 항목을 선택하세요

# addNItems
source: Add {count} items
ko: {count}개 추가하기

# emptyListHint
source: No stores in this list yet. Tap + at the top right to add saved stores.
ko: 아직 리스트에 담긴 매장이 없습니다. 우측 상단 +로 저장한 매장을 추가해보세요.

# noSavedStoresHint
source: No saved stores. Try saving stores you like!
ko: 저장한 매장이 없습니다. 마음에 드는 매장을 저장해보세요!

# tasteSurveyTitle
source: What do you like?
ko: 당신은 뭘 좋아하나요?

# tasteSurveySubtitle
source: Tell us your preferences and we'll recommend the perfect spots. (Takes just 30 seconds!)
ko: 취향을 알려주시면 딱 맞는 맛집을 추천해드려요. (30초면 충분해요!)

source: Do it later
ko: 나중에 하기

source: Start
ko: 시작하기

# tasteKorean
source: Korean Food
ko: 한식 파

# tasteChinese
source: Chinese Food
ko: 중식 러버

# tasteJapanese
source: Japanese Food
ko: 일식 매니아

# tasteWestern
source: Western Food
ko: 양식 선호

# tasteSpicyLover
source: Spicy Lover
ko: 매운맛 고수

# tasteSpicyHater
source: Can't Handle Spicy
ko: 맵찔이

# tasteCostEffective
source: Good Value
ko: 가성비 중시

# tasteAtmosphere
source: Great Atmosphere
ko: 분위기 깡패

# tasteSolo
source: Solo Dining
ko: 혼밥족

# tasteDate
source: Date Spot
ko: 데이트 맛집

# tasteDessert
source: Dessert Lover
ko: 디저트 필수

# tasteOldGen
source: Retro Vibe
ko: 노포 감성

# loadFailed
source: Failed to load information.
ko: 정보를 불러오지 못했습니다.

# noNotices
source: No notices yet.
ko: 아직 등록된 공지사항이 없어요.

# noFollowers
source: No followers yet.
ko: 아직 팔로워가 없습니다.

# noFollowings
source: No followings yet.
ko: 팔로잉하는 유저가 없습니다.

# followMessage
source: Following {nickname}.
ko: {nickname}님을 팔로우합니다.
my: {nickname} ကို Follow
pt: Seguindo {nickname}

# errorOccurred
source: An error occurred.
ko: 오류가 발생했습니다.

source: Unknown User
ko: 알 수 없는 사용자
my: အမည်မသိ
pt: Desconhecido

# reviewCount
source: Reviews
ko: 리뷰

# followerCount
source: Followers
ko: 팔로워

# followingCount
source: Following
ko: 팔로잉

source: No introduction.
ko: 소개글이 없습니다.

source: Taste Analysis
ko: 취향 분석

# scoreDistribution
source: Rating Distribution
ko: 평점 분포

source: User Lists
ko: 유저 리스트

# noUserLists
source: No lists created.
ko: 생성된 리스트가 없습니다.

# sortLatest
source: Latest
ko: 최신순

# sortHighRating
source: High Rating
ko: 높은점수

# sortReliability
source: Reliability
ko: 신뢰도순

# sortBitter
source: Critical
ko: 쓴소리

# noReviews
source: No reviews written.
ko: 작성한 리뷰가 없습니다.

# blockUserTitle
source: Block User
ko: 차단하기

# blockUserContent
source: Block {nickname}? You won't see each other's posts.
ko: {nickname}를 차단하시겠습니까? 차단하면 서로의 게시물을 볼 수 없습니다.

source: Block
ko: 차단

source: User blocked.
ko: 사용자를 차단했습니다.

# blockFailed
source: Failed to block user.
ko: 차단 처리 중 오류가 발생했습니다.

source: Unblocked.
ko: 차단이 해제되었습니다.

# blockedUserTitle
source: You blocked this user.
ko: 차단한 사용자입니다.

# blockedUserContent
source: Unblock to view profile.
ko: 차단을 해제해야 프로필을 볼 수 있습니다.

# blockedByTitle
source: You are blocked.
ko: 차단 당한 사용자입니다.

# blockedByContent
source: You cannot view this profile.
ko: 이 사용자의 프로필을 볼 수 없습니다.

source: User not found.
ko: 유저 정보를 찾을 수 없습니다.

# usersLists
source: {nickname}'s Lists
ko: {nickname}님의 리스트

source: Saved stores: {count}
ko: 저장된 매장 {count}개
